export const ru = {
  translation: {
    header: {
      home: 'Домой',
      dashboard: 'Панель',
      signin: 'Войти',
      profile: 'Профиль',
    },
    home: {
      title: '<1>Современная</1> библиотека <br/>React компонентов',
      info: 'Создавайте полнофункциональные доступные веб-приложения быстрее, чем когда-либо — Mantine включает более 120 настраиваемых компонентов и хуков, которые помогут вам в любой ситуации',
      typescript:
        '<0>На основе TypeScript</0> - создавайте строготипизированные приложения, все компоненты и хуки экспортируют типы',
      free: '<0>Бесплатно и с открытым исходным кодом</0> – все пакеты имеют MIT лицензию, вы можете использовать Mantine в любом проекте',
      focus:
        '<0>Нет раздражающей рамки фокусировки</0> - рамка фокусировки появляется только когда пользователь использует навигацию с помощью клавиатуры',
      start: 'Начать',
      source: 'Исходный код',
    },
    dashboard: {
      title: 'Название книги',
      year: 'Год',
      author: 'Автор',
      reviews: 'Отзывы',
      dist: 'Распределение отзывов',
    },
    '404': {
      title: 'Что-то не так...',
      info: 'Страница, которую вы пытаетесь открыть, не существует. Возможно, вы опечатались, либо страницу переместили на другой URL. Если вы считаете, что это ошибка, свяжитесь с поддержкой.',
      back: 'Вернуться на домашнюю страницу',
    },
    form: {
      'signin-header': 'Войдите с помощью номера телефона',
      'your-phone': 'Ваш телефон',
      'phone-format': 'Введите номер телефона включая код страны',
      'send-sms': 'Отправить СМС с кодом',
      'phone-again': 'Ввести телефон снова',
      send: 'Отправить',
    },
    footer: {
      crafted: 'создано с любовью thelastandrew',
    },
    notifications: {
      'success-header': 'Успех',
      'error-header': 'Ошибка',
      'common-success': 'Поздравляем!',
      'common-error': 'Что-то пошло не так',
      'signin-error': 'Попытка входа оказалась неуспешной',
      'signin-success': 'Добро пожаловать!',
      'verification-error': 'Неверный код. Попробуйте еще раз.',
      'phone-error': 'Недействительный номер телефона',
    },
  },
};
